Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_3.tmx
Source language: en
Languages: it

source: Rubber for sound insulation
it: Gomma per isolamento acustico

source: Gaskets for trucks
it: Guarnizioni per vagoni

source: Filtering materials [semi-processed foams or films of plastic]
it: Materie filtranti [materie plastiche o schiume semilavorate]

source: Rubber sleeves for protecting parts of machines
it: Manicotti di gomma per la protezione di parti di macchine

source: Sound barrier panels for use along highways and other transportation corridors
it: Pannelli per barriera acustica per uso lungo autostrade ed altre vie di trasporto

source: Vinyl substrates
it: Substrati in vinile

source: Insulators for electrical cables
it: Isolatori per cavi elettrici

source: Polyurethane foam in blocks for insulating
it: Espanso poliuretanico in blocchi per isolamento

source: Laminates containing polyamide foams for acoustic insulation
it: Laminati contenenti espansi di poliammidi per isolamento acustico

source: Mastic compositions for sealing and jointing
it: Composti di mastici per sigillatura e giunzione

source: Articles of rubber for use in connecting pipes
it: Articoli in gomma per collegamento di tubi

source: Masking papers [adhesive] other than for stationery, household or medical use
it: Carta per mascheratura [adesiva] non per cartoleria, uso domestico o medico

source: Elastomeric sealing material being gas impermeable
it: Materiale di tenuta elastomerico impermeabile ai gas

source: Thermal insulating material of plastics
it: Materiali termoisolanti in plastica

source: Thermal insulation jackets for valves
it: Guaine termoisolanti per valvole

source: Thermally conductive insulators
it: Isolanti termoconduttori

source: Cylinder jointings
it: Giunti di cilindri

source: Asbestos sheets
it: Panni d'amianto

source: Chemical fibres not for textile use
it: Fibre chimiche non per uso tessile

source: Moulds of rubber for use in the production of path edgings
it: Stampi in gomma per la produzione di bordi per sentieri

source: Natural rubber modified by a process of epoxidation
it: Gomma naturale modificata mediante un processo di epossidazione

source: Non-metallic couplings for pipes
it: Connettori non metallici per tubi

source: Non-metallic fittings for pipes
it: Raccordi non metallici per tubi

source: Fittings, not of metal, for compressed air lines
it: Guarnizioni non metalliche per condotte d'aria compressa

source: Impervious adhesive strips for valley channels
it: Strisce adesive impermeabili per canali a valle

source: Insulating refractory materials
it: Materiali refrattari isolanti

source: Flexible elastomeric thermal insulation
it: Isolamenti termici elastomerici flessibili

source: Flexible hose of hemp with wire braiding
it: Tubi flessibili in canapa con trecce di fili

source: Flexible hoses made of polymeric materials
it: Tubi flessibili costituiti da materiali polimerici

source: Plastics materials in the form of rods [semi-finished products]
it: Materie plastiche sotto forma di aste [prodotti semilavorati]

source: Plastics materials in the form of strips [semi-finished products]
it: Materie plastiche sotto forma di strisce [prodotti semilavorati]

source: Polyester sheets [other than for wrapping or packaging]
it: Pellicole in poliestere [non per confezione o imballaggio]

source: Polyester fleece for acoustic insulation
it: Tessuto in poliestere per l'isolamento acustico

source: Shaped strips of rubber for use in the manufacture of windows
it: Strisce sagomate in gomma per la fabbricazione di finestre

source: Sheets of printable polypropylene
it: Fogli di polipropilene stampabile

source: Adhesive pads [other than for household, medical or stationery use]
it: Tamponi adesivi [non per uso domestico, medico o cancelleria]

source: Pellets of recycled rubber
it: Sfere di gomma riciclata

source: Non-metallic insulated pipes
it: Tubi isolati non metallici

source: Synthetic rubber
it: Gomma sintetica

source: Water-tight collars of rubber
it: Fascette in gomma a tenuta d'acqua

source: Rigid polyvinyl chloride foamed sheets for use in manufacture
it: Fogli rigidi a base di cloruro di polivinile espanso per uso produttivo

source: Corner protectors of rubber
it: Protezioni per angoli in gomma

source: Couplings of rubber for tubes
it: Giunti in gomma per tubi

source: Crude fibres of rock for insulation purposes
it: Fibre grezze di roccia per l'isolamento

source: Elastomeric sheeting for protecting surfaces in areas used for shot-peening
it: Fogli elastomerici per la protezione di superfici in aree utilizzate per la pallinatura

source: Expanding pillows for the prevention of fire penetration
it: Cuscini ad espansione per impedire la penetrazione di incendi

source: Insulation for underground pipes and tanks
it: Isolanti per tubi e serbatoi sotterranei

source: Synthetic fibres, other than for textile use
it: Fibre sintetiche, non per uso tessile

source: Fiberglass insulation for buildings
it: Fibra di vetro per l'isolamento di edifici

source: Rubber for use in manufacture
it: Gomma per la fabbricazione

source: Non-metallic seals [not stamps]
it: Sigilli non metallici [non stampi]

source: Non-metallic semi-rigid pipes for use with pressurised fluids
it: Tubi non metallici semirigidi per liquidi pressurizzati

source: Plastic fibers [fibres], not for textile use
it: Fibre di materie plastiche non per uso tessile

source: Adhesive bands for sealing cartons for industrial or commercial use
it: Nastri adesivi per sigillatura di imballaggi per uso industriale o commerciale

source: Rubber bags for merchandise packaging [envelopes or pouches]
it: Sacchi di gomma per imballaggio di merci [buste o sacchetti]

source: Sealant compounds for joints
it: Mastici per guarnizioni di tenuta

source: Plastics fibres for use in the manufacture of packings
it: Fibre di plastica per la produzione di giunti di tenuta

source: Insulating wrap for the electrical shielding of cables
it: Involucri isolanti per la schermatura elettrica di cavi

source: Insulation articles for use on terminations of electric cables
it: Articoli isolanti per uso su terminazioni di cavi elettrici

source: Acrylic rubber
it: Gomma acrilica

source: Flexible plastic pipe insulation
it: Isolante per tubi in plastica flessibile

source: Fibreboard for high temperature insulation
it: Pannelli di fibre isolanti per temperature elevate

source: Rubber sheets for packing
it: Fogli in gomma per imballaggio

source: Expansion joints for use in floor constructions
it: Giunti ad espansione per costruzione di pavimenti

source: Insulating materials for electrical purposes
it: Materiali isolanti per uso elettrico

source: Insulating paints for roofs
it: Pitture isolanti per tetti

source: Splice connectors (Rubber -) for non-electric cables
it: Connettori di giunzione (In gomma -) per cavi non elettrici

source: Rubber stoppers [for industrial packaging containers]
it: Tappi in gomma [per contenitori d'imballaggio industriale]

source: Semi-finished rubber in the form of machinings
it: Gomma semilavorata sotto forma di lavorazioni a macchina

source: Plastic film for insulating purposes
it: Pellicole di plastica isolanti

source: Plastic films for electronic insulation
it: Pellicole in plastica per isolamento elettronico

source: Heat resistant fabrics [insulation]
it: Tessuti resistenti al calore [isolanti]

source: Heat shrinkable silicone rubber tubing
it: Tubi in gomma siliconata termoretrattili

source: Polyurethane film for use in glass laminations
it: Pellicola in poliuretano per laminazione di vetro

source: Quilted textile articles for insulation
it: Articoli tessili trapuntati per isolamento

source: Polymer resin fibres [other than for use in textiles]
it: Fibre in resine polimeriche [non per uso tessile]

source: Polymeric porous membranes in hollow fibre form
it: Membrane porose polimeriche sotto forma di fibre cave

source: Semi-worked polymer resins in the form of bales
it: Resine polimeriche semilavorate in forma di balle

source: Sequency membranes of polyvinylidene fluoride
it: Membrane di sequenza in fluoruro di polivinilidene

source: Shaped sections of rubber for packing purposes
it: Sezioni sagomate in gomma per imballaggio

source: Panels made of polyvinylchloride based expanded polymer for use in manufacture
it: Pannelli realizzati in polimeri espansi a base di polivinilcloruro per uso produttivo

source: Panels made of polyvinylchloride based expanded polymer [semi-finished]
it: Pannelli di polimeri espansi a base di polivinilcloruro [semilavorati]

source: Random packings of asbestos
it: Riempimenti sfusi in amianto

source: Recycled rubber mixed with plastic material
it: Gomma riciclata miscelata a materie plastiche

source: Reflective sheeting (Non-metallic -) for obviating heat transmission
it: Fogli rifrangenti (Non metallici -) per ovviare alla trasmissione di calore

source: Sleeves of rubber for protecting articles from damage through impact
it: Manicotti in gomma per la protezione di articoli contro danni da impatto

source: Smoke curtains
it: Tende parafumo

source: Sound-absorbing plates
it: Piastre fonoassorbenti

source: Flame retardant fabrics [asbestos]
it: Tessuti ignifughi [amianto]

source: Weather strips (Non-metallic -) for doors
it: Strisce di tenuta (Non metalliche -) per porte

source: Fabrics made from acrylic for use as insulation
it: Tessuti realizzati con acrilico per uso come isolanti

source: Fabrics of carbon fibre for use as insulation
it: Tessuti di fibre di carbonio per uso come isolanti

source: Sealing compounds for stopping leakage from water tanks
it: Composti sigillanti per bloccare perdite da serbatoi dell'acqua

source: Sealing elements consisting of rubber
it: Elementi di tenuta a base di gomma

source: Grommets made of rubber
it: Occhielli di gomma

source: Adhesive tapes for use in securing floor coverings
it: Nastri adesivi per fissare rivestimenti per pavimenti

source: Valves of synthetic rubber
it: Valvole di gomma sintetica

source: Washers of vulcanised fibre for the protection of lag screws
it: Rondelle di fibre vulcanizzate per la protezione di viti lag

source: Gaskets for commercial vehicles
it: Guarnizioni per veicoli commerciali

source: Resins for use in controlling the viscosity of fluids
it: Resine per il controllo della viscosità di liquidi

source: Resins for use in forming a hardened skin on flooring
it: Resine per la formazione di una patina indurita su pavimenti

source: Threads of plastic materials, not for textile use
it: Fili di materie plastiche non per uso tessile

source: Packing products in the nature of bags [envelopes] of rubber
it: Materiali per imballaggio sotto forma di borse [buste] di gomma

source: Connecting hose for vehicle radiators
it: Tubi di raccordo per radiatori di veicoli

source: Semi-processed vehicle brake lining sheet stock
it: Fogli semilavorati per guarnizioni dei freni per veicoli

source: Insulating oils
it: Olii isolanti

source: Insulating paints
it: Pitture isolanti

source: Foils of cellulose for use in manufacture
it: Fogli di cellulosa per la fabbricazione

source: Polystyrene panels for insulating purposes
it: Pannelli in polistirene per scopi di isolamento

source: Polythene films [other than for wrapping or packaging]
it: Pellicole in politene [non per confezione o imballaggio]

source: Polythene for covering plants
it: Polietilene per copertura di piante

source: Viscose sheets [semi-finished product]
it: Fogli di viscosa [prodotti semilavorati]

source: Glass fiber insulation for hot water heaters
it: Isolanti in fibre di vetro per scalda-acqua

source: Articles made of synthetic rubber for use in vibration suppression
it: Articoli in gomma sintetica per uso nella soppressione delle vibrazioni

source: Articles of foamed plastics for use as bases of floral tributes
it: Articoli di plastica espansa per uso come base di omaggi floreali

source: Latex for use in the manufacture of condoms
it: Lattice per la produzione di preservativi

source: Crude rubber
it: Gomma grezza

source: Thermal insulating articles
it: Articoli per isolamento termico

source: Transfer membranes of cellulose
it: Membrane di trasferimento in cellulosa

source: Transfer membranes of polyvinylidene fluoride
it: Membrane di trasferimento di fluoruro di polivinilidene

source: Translucent tri-wall sheets made of polycarbonates
it: Fogli a tre onde traslucidi a base di policarbonati

source: Dielectrics [insulators]
it: Dielettrici [isolanti]

source: Elastic yarns, not for use in textiles
it: Fili elastici non per uso tessile

source: Anti-corrosion tape
it: Nastri anti-corrosione

source: Insulation of synthetic material for the thermic protection of connections
it: Isolanti in materiali sintetici per la protezione termica di connessioni

source: Insulations with sealing functions for noise protection
it: Isolanti con funzioni di tenuta per la protezione dal rumore

source: Insulators for use in conveying electricity
it: Isolatori per trasporto di elettricità

source: Blown films [other than for packaging]
it: Pellicole soffiate [non per imballaggio]

source: Bonding film for heat-initiated lamination with printed matter
it: Pellicole leganti per laminazione ad iniziazione termica di stampati

source: Shaped strips of rubber for use as seals in the manufacture of windows
it: Strisce sagomate in gomma per uso come tenute ermetiche nella fabbricazione di finestre

source: Sheets of printable coated polyethylene
it: Fogli in polietilene rivestito stampabile

source: Adhesive materials in the form of bands [other than for household, medical or stationery use]
it: Materiali adesivi in forma di fasce [tranne per uso domestico, medico o per la cartoleria]

source: Fabrics of inorganic fibres for use as insulation
it: Tessuti di fibre inorganiche per uso come isolanti

source: Elastomers for bonding to surfaces in areas for shot-peening
it: Elastomeri da legare a superfici in aree per la pallinatura

source: Expanded unsaturated polyester resins [semi-processed]
it: Resine espanse di poliestere insaturo [semilavorate]

source: Insulators for railway tracks
it: Isolatori per ferrovie

source: Laminate foil for application to a substrate
it: Fogli laminati da applicare a un substrato

source: Synthetic resins in rod form for use in manufacture
it: Resine sintetiche in forma di listelli per uso produttivo

source: Foam insulation for use in building and construction
it: Espanso isolante per l'uso in edilizia e costruzioni

source: Resins in extruded form for general industrial use
it: Resine in forma estrusa per uso industriale generico

source: Non-metallic flexible hoses made of rubber
it: Tubi flessibili non metallici in gomma

source: Non-metallic flexible hoses of rubber reinforced with cords
it: Tubi flessibili non metallici in gomma rinforzati con corde

source: Acoustical tiles
it: Piastrelle acustiche

source: Laminated plastic materials for use in manufacture
it: Materie in laminato plastico per la produzione

source: Insulation for electric conductors
it: Isolamento per conduttori elettrici

source: Asbestos cords and strings
it: Cavi e corde di amianto

source: Asbestos nets
it: Reti di amianto

source: Articles of rubber for use in sealing tubes
it: Articoli in gomma per la chiusura ermetica di tubi

source: Packaging [cushioning and stuffing] of rubber
it: Imballaggi [imbottitura e riempimento] in gomma

source: Extruded polythene sheeting for the construction of cloches
it: Materiali in fogli di polietilene estrusi per la costruzione di campane

source: Extruded polythene sheeting of high light transmission [other than for packaging]
it: Rivestimenti di polietilene estruso ad alta trasmissione luminosa [non per imballaggio]

source: Insulating paints for walls
it: Pitture isolanti per pareti

source: Sprinkling pipes (Non-metallic -)
it: Tubi di spruzzo (Non metallici -)

source: Spunbond melt blown polyethylene for use in manufacture
it: Polietilene soffiato fuso filato per uso produttivo

source: Rubber tubes and pipes
it: Tubi e tubature in gomma

source: Stair fittings of rubber
it: Raccordi di gomma per scale

source: Chemical compositions for lining pipes to repair leaks
it: Composti chimici di rivestimento per tubi per riparare perdite

source: Compositions of rubber
it: Composti di gomma

source: Semi-finished polyamide resins for use in manufacture
it: Resine poliammidiche semilavorate per la fabbricazione

source: Pipes made of plastic for motor vehicles
it: Condotti in plastica per veicoli a motore

source: Non-metal pipe couplings and joints
it: Giunti e raccordi per tubi non in metallo

source: Profiles of rubber for use in manufacture
it: Profili in gomma per la fabbricazione

source: Threads of plastic for soldering
it: Fili per saldare in materie plastiche

source: Plastic rods and bars
it: Aste e barre di plastica

source: Insulating jackets for water tanks
it: Guaine isolanti per serbatoi per acqua

source: Polyethylene resin [semi-finished]
it: Resina di polietilene [semilavorata]

source: Semi-worked polymer resins
it: Resine polimeriche semilavorate

source: Fittings [non-metallic] for flexible pipes
it: Raccordi [non metallici] per tubi flessibili

source: Pipe fittings [junctions] (non-metallic -) parts of rigid water pipes
it: Raccordi per tubi [giunzioni] (non metallici -) parti di condotte per l'acqua

source: Polyethylene synthetic resin [semi-processed] for foam mouldings
it: Resina sintetica in polietilene [semilavorata] per stampaggio di schiume

source: Sleeves for insulating engine transmission components
it: Manicotti per isolamento di componenti per trasmissioni di veicoli

source: Sound proofing boards for use in building
it: Pannelli insonorizzanti per edifici

source: Fire resistant insulated panels
it: Pannelli isolanti ignifughi

source: Fabrics made from linen for use as insulation
it: Tessuti realizzati con lino per uso come isolanti

source: Fabrics made from synthetic fibres [for insulation]
it: Tessuti in fibre sintetiche [per isolamento]

source: Acrylic resins (Insulating -)
it: Resine acriliche (Isolante -)

source: Polyvinyl chloride resins [semi-processed]
it: Resine di cloruro di polivinile [semilavorate]

source: Rubber sealants for joints
it: Sigillanti in gomma per giunti

source: Granules of rubber mixed with polyurethane binder
it: Granuli di gomma miscelati con legante poliuretanico

source: Glass fibers for use in the manufacture of building insulation
it: Fibre di vetro per la fabbricazione di isolanti per l'edilizia

source: Valves of vulcanised fibre
it: Valvole di fibra vulcanizzata

source: Washers of rubber [other than for water taps]
it: Rondelle di gomma [non per rubinetti per l'acqua]

source: Structures (non-metallic -) for noise abatement [insulation]
it: Strutture (non metalliche -) per abbattimento acustico [isolanti]

source: Synthetic rubber material for use in the manufacture of shoe soles
it: Materiali in gomma sintetica per la produzione di suole per scarpe

source: Resins in liquid form [semi-processed]
it: Resine in forma liquida [semilavorate]

source: Brake lining materials, partly processed
it: Materie semilavorate per guarnizioni per freni

source: Stuffing of rubber
it: Imbottiture in gomma

source: Thermal insulating mats
it: Tappeti termoisolanti

source: Plastic sheeting for agricultural purposes
it: Fogli in materia plastica per uso agricolo

source: Compounds for jointing
it: Composti per la giunzione

source: Non-woven fabrics made of asbestos
it: Stoffe non tessute di amianto

source: Slag wool [insulator]
it: Lana di scorie [isolante]

source: Latex [rubber]
it: Latice [caucciù]

source: Polyurethane foam in strips for use in manufacture
it: Espanso poliuretanico in strisce per uso produttivo

source: Insulating varnish
it: Vernici isolanti

source: Glass fiber electrical insulating tape
it: Nastri isolanti elettrici in fibre di vetro

source: Laminates containing polyamide foams for use as fire retardants
it: Laminati contenenti espansi di poliammidi per uso come ritardanti di fiamma

source: Masking strips [adhesive] other than for stationery, household or medical use
it: Strisce per mascheratura [adesive] non per cartoleria, uso domestico o medico

source: Thermal insulating materials
it: Materiale termoisolante

source: Thermal insulation jackets for industrial plant
it: Guaine termoisolanti per impianti industriali

source: Thermosetting resins [semi-processed]
it: Resine termoindurenti [semilavorate]

source: Translucent flexible material for insulating windows
it: Materiali flessibili traslucidi per isolamento di finestre

source: Mountings made of rubber for exhausts
it: Supporti in gomma per scarichi

source: Hoses adapted for irrigation purposes
it: Tubi flessibili per l'irrigazione

source: Insulation material for roofing
it: Materiali isolanti per tetti

source: Insulating materials produced from plastics
it: Materiali isolanti a base di materie plastiche

source: Insulators made of fibre cement
it: Isolatori in fibrocemento

source: Electrical insulating mica products
it: Prodotti in mica per l'isolamento elettrico

source: Anti-dazzle films for windows [tinted films]
it: Fogli antiabbaglianti per finestre [fogli tinteggiati]

source: Flexible hose of hemp with wire inserts
it: Tubi flessibili in canapa con inserti di fili

source: Flexible hose of plastics with wire braiding
it: Tubi flessibili in materie plastiche con trecce di fili

source: Plastics materials in the form of sections [semi-finished products]
it: Materie plastiche sotto forma di profilati [prodotti semilavorati]

source: Brake diaphragms [partly processed]
it: Membrane per freni [parzialmente lavorate]

source: Shaped strips of rubber for use as seals in the manufacture of doors
it: Strisce sagomate in gomma per uso come tenute ermetiche nella fabbricazione di porte

source: Shock absorbent padding of rubber
it: Imbottiture antiurto in gomma

source: Adhesive materials in the form of strips [other than for household medical, stationery use]
it: Materiali adesivi in forma di strisce [tranne per uso domestico, medico o per la cartoleria]

source: Adhesive strips for use in industry
it: Strisce adesive per uso industriale

source: Asbestos paper
it: Carte di amianto

source: Jackets [insulating] for pipes
it: Guaine [isolamento] per tubi

source: Waterproof membranes for use in manufacture
it: Membrane impermeabili da utilizzare in produzione

source: Rock fibres in the form of matting for insulation
it: Fibre di roccia in forma di stuoie per isolamento

source: Elastomers for bonding to articles used for shot-peening
it: Elastomeri da legare ad articoli utilizzati per la pallinatura

source: Engine mounts of synthetic rubber for watercraft
it: Supporti in gomma sintetica per motori per imbarcazioni

source: Insulation jackets for industrial pipes
it: Guaine isolanti per tubi industriali

source: Gaskets
it: Giunti

source: Latex for use in manufacture
it: Lattice per la fabbricazione

source: Metal foil for building insulation
it: Fogli di metallo per isolamento di edifici

source: Mineral wool for use in the manufacture of filter media
it: Lana minerale per la produzione di elementi filtranti

source: Polyurethane film for use in sealing and insulating
it: Pellicola in poliuretano per sigillatura e isolamento

source: Polyurethane foam sheeting for use as building insulation
it: Fogli in poliuretano espanso per uso come isolanti edili

source: Hose pipes made of rubber
it: Tubi flessibili di gomma

source: Non-metallic microporous tubes for use in agriculture
it: Tubi microporosi non metallici per l'agricoltura

source: Microporous synthetic strips for the manufacture of protective clothing
it: Strisce sintetiche microporose per la fabbricazione di indumenti protettivi

source: Mineral wool for insulating purposes
it: Lana minerale per l'isolamento
